HwzLoveDz/esp_lcd_gc9d01/test_apps/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.3.3 Project Minimal Configuration
#

#
# CHIP SELECT
#
CONFIG_IDF_TARGET="esp32s3"

#
# ESP FLASH
#
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
